Repository: OmegaT-L10N/sc
Catalog: omegat/project_save.tmx
Source language: en
Languages: sc

source: View or edit file filters.
sc: Ammustra o modìfica filtros de archìviu.

source: WARNING: all unsaved data will be lost 4.
sc: ATENTZIONE: totu is datos non sarvados s’ant a pèrdere 4.

source: Warning
sc: Atentzione

source: Warning on line {0}, column {1} while parsing:
sc: Atentzione a sa lìnia {0}, colunna {1} durante s'anàlisi:

source: Warning!
sc: Atentzione!

source: Warning: Changing tag order may break the translated document!
sc: Atentzione: cambiare s’òrdine de is etichetas podet iscalabrare su documentu tradùidu.

source: We could not find the page you are looking for.
sc: No amus pòdidu agatare sa pàgina chi ses chirchende.

source: WebVTT Subtitles
sc: Sutatìtulos de WebVTT

source: When a single file has more segments than this, additional segments will be loaded on-demand as you scroll.
sc: Cando un'archìviu sìngulu tenet prus segmentos de custu, àteros segmentos ant a èssere carrigados comente iscurres.

source: When checked, the items in the glossary auto-completer view will contain the source text, too.
sc: Si est ativadu, is elementos in su pannellu de cumpletamentu automàticu de su glossàriu ant a inclùdere fintzas su testu de orìgine.

source: When using regular expressions, the replacement string supports references to groups defined in the search string.
sc: In sa chirca cun espressiones regulares, sa cadena de sostitutzione est cumpatìbile cun referèntzias a grupos definidos in sa cadena de chirca.

source: Whenever you want to see what your translation will look like in its final format, press Ctrl+D to generate the translated documents, which will be created in the /target/ subfolder of your project folder.
sc: Cando as a bòlere bìdere comente at a èssere sa tradutzione tua in su formadu finale, preme Ctrl+D pro generare is documentos tradùidos, chi ant a èssere creados in sa cartella /target/ de su progetu tuo.

source: Which version do you want to keep?
sc: Cale versione boles cunservare?

source: Whitespace
sc: Ispàtzios bòidos

source: Whitespaces
sc: Ispàtzios bòidos

source: WiX Localization
sc: Localizatzione WiX

source: Wildcards: Both exact and keyword searches support the wildcard characters * and ?.
sc: Espressiones regulares: Siat sa chirca esata chi sa chirca cun paràulas crae permitint s'impreu de is espressiones regulares * e ?.

source: Will be synchronized next time.
sc: S’at a sincronizare sa pròssima borta.

source: Windows Resources
sc: Resursas de Windows

source: Windows and dialogs
sc: Ventanas e cuadros de diàlogu

source: Wordfast TXML
sc: TXML de Wordfast

source: Words
sc: Paràulas

source: Writeable Glossary File
sc: Archìviu de su glossàriu de iscritura

source: Writeable Glossary File:
sc: Archìviu de glossàriu de iscritura:

source: Writeable glossary file folder entered does not exist!
sc: Sa cartella chi as insertadu pro su glossàriu de iscritura no esistet.

source: Wrong authentication
sc: Autenticatzione faddida

source: Wrong response format from TaaS service
sc: Risposta iscurreta dae su su servìtziu TaaS

source: Wrong response from engine
sc: Risposta iscurreta dae su motore

source: Wrong username/password
sc: Su nòmine de usuàriu o sa crae no sunt curretos

source: XHTML Filter Options
sc: Optziones de filtru de XHTML

source: XLIFF Filter Options
sc: Optziones de su filtru de XLIFF

source: XML Spreadsheet 2003
sc: Fògiu de càrculu XML 2003

source: Yandex Translate - No API Key Specified
sc: Yandex Translate - Peruna crae API insertada

source: You already have the latest version.
sc: Tenes giai installada sa versione prus noa.

source: You are going to modify {0} segments.
sc: As a modificare {0} segmentos.

source: You are running OmegaT version {0}.
sc: Ses in OmegaT versione {0}.

source: You are trying to use the HunspellTokenizer with the language {0}, but no spelling dictionaries are installed for this language.
sc: Ses chirchende de impreare HunspellTokenizer in sa limba {0}, però non b’at perunu ditzionàriu installadu pro custa limba.

source: You are uninstalling the spellchecking dictionary that your project currently uses.
sc: Ses disinstallende su ditzionàriu de su curretore ortogràficu chi su progetu atuale tuo est impreende.

source: You can add a new term to the glossary by pressing Ctrl+Shift+G, or copy existing glossaries to the /glossary/ subfolder of your project folder, and OmegaT will automatically look up words in them.
sc: Podes agiùnghere tèrmines noos a su glossàriu cun is teclas Ctrl+majùscula+G, o podes copiare glossàrios chi esistint giai in sa cartella /glossary/ de su progetu tuo, e OmegaT bi at a chircare paràulas in automàticu.

source: You can add the files to it later.
sc: Podes agiùnghere àteros archìvios a pustis.

source: You can create a new project for each new job, and you can add new source files to a project at anytime.
sc: Podes creare unu progetu nou pro cada tarea noa, e semper podes agiùnghere archìvios de orìgine noos a unu progetu.

source: You can create glossary entries with Create Glossary Entry in the Edit menu.
sc: Podes creare intradas de glossàriu cun s’optzione Crea un’intrada de su glossàriu de su menù Modìfica.

source: You can find detailed statistic information in the file: {0}
sc: Podes agatare istatìsticas dislindadas in s’archìviu: {0}

source: You can go to the home page and hopefully find the information you need from there.
sc: Podes andare a sa pàgina initziale a chircare s’informatzione chi ti serbit.

source: You can make changes to remote files (e.g. deleting a file) using this folder and a Git or SVN client.
sc: Podes fàghere modìficas a is archìvios remotos (pro esempru, cantzellare un’archìviu) impreende custa cartella e unu cliente Git o SVN.

source: You can view it by selecting Tools > Statistics
sc: Ddas podes bìdere seletzionende Ainas > Istatìsticas

source: You currently have {1}.
sc: Immoe tenes {1}.

source: You have reached the daily limit for requests
sc: Nche ses cròmpidu a su lìmite de rechestas pro sa die de oe

source: You have reached the daily limit for the volume of translated text
sc: Nche ses cròmpidu a su lìmite de volùmene de testu tradùidu pro sa die de oe

source: You may also copy the files to your project's 'source' folder using your favorite file manager and reload the project by calling Reload from the Project menu.
sc: Podes fintzas copiare is archìvios a sa cartella "source" de su progetu impreende s'esploradore de archìvios tuo e torrare a carrigare su progetu incarchende "Torra a carrigare" dae su menù Progetu.

source: You may try to solve this problem in one of the following ways:
sc: Podes chircare de risòlvere custu problema in una de custas maneras:

source: You must enter a number between 1 and {0}.
sc: Inserta·nche unu nùmeru intre 1 e {0}.

source: You need to update your JDK 1.6 to the latest version, or just remove the jaxb-*.jar files from the OmegaT /lib dir
sc: Depes atualizare JDK 1.6 a s’ùrtima versione, o isceti bogare is archìvios jaxb-*.jar de sa cartella OmegaT /lib

source: You should specify their new location or recreate them.
sc: Si ddas as mòvidas, ispetzìfica·nde sa positzione atuale; si ddas as cantzelladas, torra·ddas a creare.

source: You will be prompted to enter this password every time you launch OmegaT.
sc: OmegaT t'at a dimandare custa crae cada borta chi ddu lantzes.

source: YouTube Subtitles
sc: Sutatìtulos de YouTube

source: Your current project uses sentence segmentation, but TMX file was created using paragraph segmentation.
sc: Su progetu atuale tuo impreat segmentatzione de fràsia, però s’archìviu TMX est istadu creadu cun segmentatzione de paràgrafu.

source: Your operating system refused to let OmegaT create its configuration folder.
sc: Su sistema operativu tuo no at permìtidu a OmegaT sa creatzione de sa cartella de cunfiguratzione sua.

source: Your project does not contain any files in a supported file format.
sc: Su progetu non cuntenet perunu archìviu in unu formadu cumpatìbile.

source: ZIP files
sc: Archìvios ZIP

source: [Fuzzy]
sc: [Partziale]

source: [fuzzy]
sc: [partziale]

source: [{0}] “{1}” in source; expected one of {2} in target
sc: [{0}] “{1}” in s’originale; si ispera unu de “{2}” in sa tradutzione

source: [{0}] “{1}” in source; expected “{2}” in target
sc: [{0}] “{1}” in s’originale; si ispera “{2}” in sa tradutzione

source: all matching segments
sc: totu is segmentos chi cointzident

source: are created and used by the spell checker.
sc: sunt archìvios creados e impreados dae su curretore ortogràficu.

source: attributes.
sc: atributos.

source: canceled ({0} ms elapsed)
sc: annulladu ({0} ms)

source: contains the current statistics of the current project.
sc: cuntenet is istatìsticas atuales de su progetu abertu.

source: contains the latest project match statistics, generated by Tools > Match Statistics
sc: cuntenet is ùrtimas istatìsticas de cointzidèntzias de su progetu, generadas dae Ainas > Istatìsticas de cointzidèntzias

source: done ({0} ms elapsed)
sc: fatu ({0} ms)

source: en
sc: sc

source: extensions:
sc: estensiones:

source: file names
sc: nòmines de archìviu

source: h&reflang (language of links)
sc: h&reflang (limba de is ligàmenes)

source: href (URL of &links)
sc: href (URL de &ligàmenes)

source: if existing, it contains project-specific GUI settings.
sc: si esistet, cuntenet cunfiguratziones de interfache ispetzìficas de su progetu.

source: if existing, it contains project-specific file filters.
sc: si esistet, cuntenet filtros de archìviu ispetzìficos de su progetu.

source: if existing, it contains project-specific segmentation rules.
sc: si esistet, cuntenet règulas de segmentatzione ispetzìficas de su progetu.

source: jsch-agent-proxy (jsch-agent-proxy License)
sc: jsch-agent-proxy (lissèntzia jsch-agent-proxy)

source: lan&g (language attribute)
sc: lan&g (atributu de limba)

source: loaded
sc: carrigadu

source: mALIGNa (MIT License)
sc: mALIGNa (lissèntzia MIT)

source: omegat.project (file)
sc: omegat.project (archìviu)

source: segment 0000
sc: segmentu 0000

source: slf4j (MIT License)
sc: slf4j (lissèntzia MIT)

source: src (URL of &images)
sc: src (URL de &immàgines)

source: trie4j (Apache License 2.0)
sc: trie4j (lissèntzia Apache 2.0)

source: trilead-ssh2 (Trilead SSH license)
sc: trilead-ssh2 (lissèntzia Trilead SSH)

source: unknown
sc: disconnotu

source: {0} ({1} left) / {2} ({3} left), {4}
sc: {0} ({1} de bortare) / {2} ({3} de bortare), {4}

source: {0} +{1} more
sc: {0} +{1} àteros

source: {0} conflicts
sc: {0} problemas

source: {0} loaded.
sc: {0} carrigadu.

source: {0} segments
sc: {0} segmentos

source: {0} toggles orientation between LTR, RTL, and language-dependent
sc: {0} cola s’orientatzione intre LTR, RTL e ispetzìficu de sa limba

source: {0}: cleanup done!!
sc: {0}: limpiadu!!

source: {1}, executed from '{2}'
sc: {1}, esecutadu dae '{2}'

source: ← Back
sc: ← In segus
